ntsoftware/micropython-efm32/ports/efm32/boards/EFM32GG_STK3700/mpconfigboard.h
#define EFM32GG_STK3700

#define MICROPY_HW_BOARD_NAME "EFM32GG-STK3700"
#define MICROPY_HW_MCU_NAME "EFM32GG990F1024"
